IDEA Open Model
CoordSystemByPoint.Point Property
Compatible with IDEA StatiCa Beta 20.0
 Point where Y o Z axis is located
 Namespace: IdeaRS.OpenModel.Geometry3D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public Point3D Point { get; set; }
Public Property Point As Point3D
	Get
	Set
Property Value
Type: Point3D
See Also
Reference
CoordSystemByPoint Class
IdeaRS.OpenModel.Geometry3D Namespace